Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/mengzi__all__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 孟子告齊宣王曰：「君之視臣如手足，則臣視君如腹心；君之視臣如犬馬，則臣視君如國人；君之視臣如土芥，則臣視君如寇讎。」王曰：「禮，為舊君有服。何如斯可為服矣？」曰：「諫行言聽，膏澤下於民；有故而去，則君使人導之出疆，又先於其所往；去三年不反，然後收其田里。此之謂三有禮焉。如此則為之服矣。今也為臣，諫則不行，言則不聽，膏澤不下於民；有故而去，則君搏執之，又極之於其所往；去之日，遂收其田里。此之謂寇讎。寇讎何服之有？」
en: Mencius said to the king Xuan of Qi, 'When the prince regards his ministers as his hands and feet, his ministers regard their prince as their belly and heart; when he regards them as his dogs and horses, they regard him as another man; when he regards them as the ground or as grass, they regard him as a robber and an enemy.' The king said, 'According to the rules of propriety, a minister wears mourning when he has left the service of a prince. How must a prince behave that his old ministers may thus go into mourning?' Mencius replied,'The admonitions of a minister having been followed, and his advice listened to, so that blessings have descended on the people, if for some cause he leaves the country, the prince sends an escort to conduct him beyond the boundaries. He also anticipates with recommendatory intimations his arrival in the country to which he is proceeding. When he has been gone three years and does not return, only then at length does he take back his fields and residence. This treatment is what is called a "thrice-repeated display of consideration." When a prince acts thus, mourning will be worn on leaving his service. Now-a-days, the remonstrances of a minister are not followed, and his advice is not listened to, so that no blessings descend on the people. When for any cause he leaves the country, the prince tries to seize him and hold him a prisoner. He also pushes him to extremity in the country to which he has gone, and on the very day of his departure, takes back his fields and residence. This treatment shows him to be what we call "a robber and an enemy." What mourning can be worn for a robber and an enemy?'

source: 孟子曰：「無罪而殺士，則大夫可以去；無罪而戮民，則士可以徙。」
en: Mencius said, 'When scholars are put to death without any crime, the great officers may leave the country. When the people are slaughtered without any crime, the scholars may remove.'

source: 孟子曰：「君仁莫不仁，君義莫不義。」
en: Mencius said, 'If the sovereign be benevolent, all will be benevolent. If the sovereign be righteous, all will be righteous.'

source: 孟子曰：「非禮之禮，非義之義，大人弗為。」
en: Mencius said, 'Acts of propriety which are not really proper, and acts of righteousness which are not really righteous, the great man does not do.'

source: 孟子曰：「中也養不中，才也養不才，故人樂有賢父兄也。如中也棄不中，才也棄不才，則賢不肖之相去，其間不能以寸。」
en: Mencius said, 'Those who keep the Mean, train up those who do not, and those who have abilities, train up those who have not, and hence men rejoice in having fathers and elder brothers who are possessed of virtue and talent. If they who keep the Mean spurn those who do not, and they who have abilities spurn those who have not, then the space between them - those so gifted and the ungifted - will not admit an inch.'

source: 孟子曰：「人有不為也，而後可以有為。」
en: Mencius said, 'Men must be decided on what they will NOT do, and then they are able to act with vigour in what they ought to do.'

source: 孟子曰：「言人之不善，當如後患何？」
en: Mencius said, 'What future misery have they and ought they to endure, who talk of what is not good in others!'

source: 孟子曰：「仲尼不為已甚者。」
en: Mencius said, 'Zhong Ni did not do extraordinary things.'

source: 孟子曰：「大人者，言不必信，行不必果，惟義所在。」
en: Mencius said,'The great man does not think beforehand of his words that they may be sincere, nor of his actions that they may be resolute - he simply speaks and does what is right.'

source: 孟子曰：「大人者，不失其赤子之心者也。」
en: Mencius said, 'The great man is he who does not lose his child's-heart.'

source: 孟子曰：「養生者，不足以當大事，惟送死可以當大事。」
en: Mencius said, 'The nourishment of parents when living is not sufficient to be accounted the great thing. It is only in the performing their obsequies when dead that we have what can be considered the great thing.'

source: 孟子曰：「君子深造之以道，欲其自得之也。自得之則居之安，居之安則資之深，資之深則取之左右逢其原。故君子欲其自得之也。」
en: Mencius said, 'The superior man makes his advances in what he is learning with deep earnestness and by the proper course, wishing to get hold of it as in himself. Having got hold of it in himself, he abides in it calmly and firmly. Abiding in it calmly and firmly, he reposes a deep reliance on it. Reposing a deep reliance on it, he seizes it on the left and right, meeting everywhere with it as a fountain from which things flow. It is on this account that the superior man wishes to get hold of what he is learning as in himself.'

source: 孟子曰：「博學而詳說之，將以反說約也。」
en: Mencius said, 'In learning extensively and discussing minutely what is learned, the object of the superior man is that he may be able to go back and set forth in brief what is essential.'

source: 孟子曰：「以善服人者，未有能服人者也。以善養人，然後能服天下。天下不心服而王者，未之有也。」
en: Mencius said, 'Never has he who would by his excellence subdue men been able to subdue them. Let a prince seek by his excellence to nourish men, and he will be able to subdue the whole kingdom. It is impossible that any one should become ruler of the people to whom they have not yielded the subjection of the heart.'

source: 孟子曰：「言無實，不詳。不詳之實，蔽賢者當之。」
en: Mencius said, 'Words which are not true are inauspicious, and the words which are most truly obnoxious to the name of inauspicious, are those which throw into the shade men of talents and virtue.'

source: 徐子曰：「仲尼亟稱於水曰：『水哉！水哉！』何取於水也？」孟子曰：「源泉混混，不舍晝夜，盈科而後進，放乎四海；有本者如是，是之取爾。茍為無本，七、八月之間雨集，溝澮皆盈；其涸也，可立而待也。故聲聞過情，君子恥之。」
en: The disciple Xu said, 'Zhong Ni often praised water, saying, "0 water! 0 water!" What did he find in water to praise?' Mencius replied, 'There is a spring of water; how it gushes out! It rests not day nor night. It fills up every hole, and then advances, flowing onto the four seas. Such is water having a spring! It was this which he found in it to praise. But suppose that the water has no spring. In the seventh and eighth when the rain falls abundantly, the channels in the fields are all filled, but their being dried up again may be expected in a short time. So a superior man is ashamed of a reputation beyond his merits.'

source: 孟子曰：「人之所以異於禽獸者幾希，庶民去之，君子存之。舜明於庶物，察於人倫；由仁義行，非行仁義也。」
en: Mencius said, 'That whereby man differs from the lower animals is but small. The mass of people cast it away, while superior men preserve it. Shun clearly understood the multitude of things, and closely observed the relations of humanity. He walked along the path of benevolence and righteousness; he did not need to pursue benevolence and righteousness.'

source: 孟子曰：「禹惡旨酒而好善言。湯執中，立賢無方。文王視民如傷，望道而未之見。武王不泄邇，不忘遠。周公思兼三王，以施四事。其有不合者，仰而思之，夜以繼日；幸而得之，坐以待旦。」
en: Mencius said, 'Yu hated the pleasant wine, and loved good words. Tang held fast the Mean, and employed men of talents and virtue without regard to where they came from. King Wen looked on the people as he would on a man who was wounded, and he looked towards the right path as if he could not see it. King Wu did not slight the near, and did not forget the distant. The duke of Zhou desired to unite in himself the virtues of those kings, those founders of the three dynasties, that he might display in his practice the four things which they did. If he saw any thing in them not suited to his time, he looked up and thought about it, from daytime into the night, and when he was fortunate enough to master the difficulty, he sat waiting for the morning.'

source: 孟子曰：「王者之跡熄而《詩》亡，《詩》亡然後《春秋》作。晉之《乘》、楚之《梼杌》、魯之《春秋》，一也。其事則齊桓、晉文，其文則史。孔子曰：『其義則丘竊取之矣。』」
en: Mencius said, 'The traces of sovereign rule were extinguished, and the royal odes ceased to be made. When those odes ceased to be made, then the Chun Qiu was produced. The Sheng of Jin, the Tao Wu of Chu, and the Chun Qiu of Lu were books of the same character. The subject of the Chun Qiu was the affairs of Huan of Qi and Wen of Jin, and its style was the historical. Confucius said, "Its righteous decisions I ventured to make."'

source: 孟子曰：「君子之澤，五世而斬；小人之澤，五世而斬。予未得為孔子徒也，予私淑諸人也。」
en: Mencius said, 'The influence of a sovereign sage terminates in the fifth generation. The influence of a mere sage does the same. Although I could not be a disciple of Confucius himself, I have endeavoured to cultivate my virtue by means of others who were.'

source: 孟子曰：「可以取，可以無取，取傷廉。可以與，可以無與，與傷惠。可以死，可以無死，死傷勇。」
en: Mencius said, 'When it appears proper to take a thing, and afterwards not proper, to take it is contrary to moderation. When it appears proper to give a thing and afterwards not proper, to give it is contrary to kindness. When it appears proper to sacrifice one's life, and afterwards not proper, to sacrifice it is contrary to bravery.'

source: 逢蒙學射於羿，盡羿之道，思天下惟羿為愈己，於是殺羿。孟子曰：「是亦羿有罪焉。」公明儀曰：「宜若無罪焉？」曰：「薄乎云爾，惡得無罪？鄭人使子濯孺子侵衛，衛使庾公之斯追之。子濯孺子曰：『今日我疾作，不可以執弓，吾死矣夫！』問其僕曰：『追我者誰也？』其僕曰：『庾公之斯也。』曰：『吾生矣。』其僕曰：『庾公之斯，衛之善射者也，夫子曰「吾生」，何謂也？』曰：『庾公之斯學射於尹公之他，尹公之他學射於我。夫尹公之他，端人也，其取友必端矣。』庾公之斯至，曰：『夫子何為不執弓？』曰：『今日我疾作，不可以執弓。』曰：『小人學射於尹公之他，尹公之他學射於夫子。我不忍以夫子之道，反害夫子。雖然，今日之事，君事也，我不敢廢。』抽矢叩輪，去其金、發乘矢而後反。」
en: Pang Meng learned archery of Yi. When he had acquired completely all the science of Yi, he thought that in all the kingdom only Yi was superior to himself, and so he slew him. Mencius said, 'In this case Yi also was to blame. Gong Meng Yi indeed said, "It would appear as if he were not to be blamed," but he thereby only meant that his blame was slight. How can he be held without any blame? The people of Chang sent Zi Zhuo Ru to make a stealthy attack on Wei, which sent Yu Gong Zhi to pursue him. Zi Zhuo Ru said, "To-day I feel unwell, so that I cannot hold my bow. I am a dead man!" At the same time he asked his driver, "Who is it that is pursuing me?" The driver said, "It is Yu Gong Si," on which, he exclaimed, "I shall live." The driver said, "Yu Gong Si is the best archer of Wei, what do you mean by saying 'I shall live?'" Yu replied, "Yu Gong Si learned archery from Yin Gong Tuo, who again learned it from me. Now, Yin Gong Tuo is an upright man, and the friends of his selection must be upright also." When Yu Gong Si came up, he said, "Master, why are you not holding your bow?" Yu answered him, "To-day I am feeling unwell, and cannot hold my bow." On this Si said, "I learned archery from Yin Gong Tuo, who again learned it from you. I cannot bear to injure you with your own science. The business of to-day, however, is the prince's business, which I dare not neglect." He then took his arrows, knocked off their steel points against the carriage-wheel, discharged four of them, and returned.

source: 孟子曰：「西子蒙不潔，則人皆掩鼻而過之。雖有惡人，齋戒沐浴，則可以祀上帝。」
en: Mencius said, 'If the lady Xi had been covered with a filthy head-dress, all people would have stopped their noses in passing her. Though a man may be wicked, yet if he adjust his thoughts, fast, and bathe, he may sacrifice to God.'

source: 孟子曰：「天下之言性也，則故而已矣。故者，以利為本。所惡於智者，為其鑿也。如智者，若禹之行水也，則無惡於智矣。禹之行水也，行其所無事也。如智者亦行其所無事，則智亦大矣。天之高也，星辰之遠也，茍求其故，千歲之日至，可坐而致也。」
en: Mencius said, 'All who speak about the natures of things, have in fact only their phenomena to reason from, and the value of a phenomenon is in its being natural. What I dislike in your wise men is their boring out their conclusions. If those wise men would only act as Yu did when he conveyed away the waters, there would be nothing to dislike in their wisdom. The manner in which Yu conveyed away the waters was by doing what gave him no trouble. If your wise men would also do that which gave them no trouble, their knowledge would also be great. There is heaven so high; there are the stars so distant. If we have investigated their phenomena, we may, while sitting in our places, go back to the solstice of a thousand years ago.'

source: 公行子有子之喪，右師往弔。入門，有進而與右師言者，有就右師之位而與右師言者。孟子不與右師言，右師不悅曰：「諸君子皆與驩言，孟子獨不與驩言，是簡驩也。」孟子聞之，曰：「禮：朝庭不歷位而相與言，不逾階而相揖也。我欲行禮，子敖以我為簡，不亦異乎？」
en: The officer Gong Hang having on hand the funeral of one of his sons, the Master of the Right went to condole with him. When this noble entered the door, some called him to them and spoke with him, and some went to his place and spoke with him. Mencius did not speak with him, so that he was displeased, and said, 'All the gentlemen have spoken with me. There is only Mencius who does not speak to me, thereby slighting me.' Mencius having heard of this remark, said, 'According to the prescribed rules, in the court, individuals may not change their places to speak with one another, nor may they pass from their ranks to bow to one another. I was wishing to observe this rule, and Zi Ao understands it that I was slighting him - is not this strange?'

source: 孟子曰：「君子所以異於人者，以其存心也。君子以仁存心，以禮存心。仁者愛人，有禮者敬人。愛人者，人恒愛之；敬人者，人恒敬之。有人於此，其待我以橫逆，則君子必自反也：『我必不仁也，必無禮也，此物奚宜至哉？』其自反而仁矣，自反而有禮矣。其橫逆由是也，君子必自反也：『我必不忠。』自反而忠矣。其橫逆由是也，君子曰：『此亦妄人也已矣。如此則與禽獸奚擇哉？於禽獸又何難焉！』是故君子有終身之憂，無一朝之患也。乃若所憂則有之。舜人也，我亦人也；舜為法於天下，可傳於後世，我由未免為鄉人也，是則可憂也。憂之如何？如舜而已矣。若夫君子所患則亡矣。非仁無為也，非禮無行也。如有一朝之患，則君子不患矣。」
en: Mencius said, 'That whereby the superior man is distinguished from other men is what he preserves in his heart - namely, benevolence and propriety. The benevolent man loves others. The man of propriety shows respect to others. He who loves others is constantly loved by them. He who respects others is constantly respected by them. Here is a man, who treats me in a perverse and unreasonable manner. The superior man in such a case will turn round upon himself, "I must have been wanting in benevolence; I must have been wanting in propriety - how should this have happened to me?" He examines himself, and is specially benevolent. He turns round upon himself, and is specially observant of propriety. The perversity and unreasonableness of the other, however, are still the same. The superior man will again turn round on himself, "I must have been failing to do my utmost." He turns round upon himself, and proceeds to do his utmost, but still the perversity and unreasonableness of the other are repeated. On this the superior man says, "This is a man utterly lost indeed! Since he conducts himself so, what is there to choose between him and a brute? Why should I go to contend with a brute?" Thus it is that the superior man has a life-long anxiety and not one morning's calamity. As to what is matter of anxiety to him, that indeed be has. He says, "Shun was a man, and I also am a man. But Shun became an example to all the kingdom, and his conduct was worthy to be handed down to after ages, while I am nothing better than a villager." This indeed is the proper matter of anxiety to him. And in what way is he anxious about it? Just that he maybe like Shun: then only will he stop. As to what the superior man would feel to be a calamity, there is no such thing. He does nothing which is not according to propriety. If there should befall him one morning's calamity, the superior man does not account it a calamity.'

source: 禹、稷當平世，三過其門而不入，孔子賢之。顏子當亂世，居於陋巷，一簞食，一瓢飲，人不堪其憂，顏子不改其樂，孔子賢之。孟子曰：「禹、稷、顏回同道。禹思天下有溺者，由己溺之也；稷思天下有饑者，由己饑之也。是以如是其急也。禹、稷、顏子易地則皆然。今有同室之人鬭者，救之，雖被髪纓冠而救之，可也。鄉鄰有鬭者，被髪纓冠而往救之，則惑也，雖閉戶可也。」
en: Yu and Ji, in an age when the world was being brought back to order, thrice passed their doors without entering them. Confucius praised them. The disciple Yan, in an age of disorder, dwelt in a mean narrow lane, having his single bamboo-cup of rice, and his single gourd-dish of water; other men could not have endured the distress, but he did not allow his joy to be affected by it. Confucius praised him. Mencius said, 'Yu, Ji, and Yan Hui agreed in the principle of their conduct. Yu thought that if any one in the kingdom were drowned, it was as if he drowned him. Ji thought that if any one in the kingdom suffered hunger, it was as if he famished him. It was on this account that they were so earnest. If Yu and Ji, and Yanzi, had exchanged places, each would have done what the other did. Here now in the same apartment with you are people fighting - you ought to part them. Though you part them with your cap simply tied over your unbound hair, your conduct will be allowable. If the fighting be only in the village or neighbourhood, if you go to put an end to it with your cap tied over your hair unbound, you will be in error. Although you should shut your door in such a case, your conduct would be allowable.'

source: 公都子曰：「匡章，通國皆稱不孝焉。夫子與之游，又從而禮貌之，敢問何也？」孟子曰：「世俗所謂不孝者五：惰其四支，不顧父母之養，一不孝也；博弈、好飲酒，不顧父母之養，二不孝也；好貨財、私妻子，不顧父母之養，三不孝也；從耳目之欲，以為父母戮，四不孝也；好勇鬭狠，以危父母，五不孝也。章子有一於是乎？夫章子，子父責善而不相遇也。責善，朋友之道也。父子責善，賊恩之大者。夫章子豈不欲有夫妻子母之屬哉？為得罪於父，不得近；出妻屏子，終身不養焉。其設心以為不若是，是則罪之大者。是則章子已矣。」
en: The disciple Gong Du said, 'Throughout the whole kingdom everybody pronounces Kuang Zhang unfilial. But you, Master, keep company with him, and moreover treat him with politeness. I venture to ask why you do so.' Mencius replied, 'There are five things which are pronounced in the common usage of the age to be unfilial. The first is laziness in the use of one's four limbs, without attending to the nourishment of his parents. The second is gambling and chess-playing and being fond of wine, without attending to the nourishment of his parents. The third is being fond of goods and money, and selfishly attached to his wife and children, without attending to the nourishment of his parents. The fourth is following the desires of one's ears and eyes, so as to bring his parents to disgrace. The fifth is being fond of bravery, fighting and quarrelling so as to endanger his parents. Is Zhang guilty of any one of these things? Now between Zhang and his father there arose disagreement, he, the son, reproving his father, to urge him to what was good. To urge one another to what is good by reproofs is the way of friends. But such urging between father and son is the greatest injury to the kindness, which should prevail between them. Moreover, did not Zhang wish to have in his family the relationships of husband and wife, child and mother? But because he had offended his father, and was not permitted to approach him, he sent away his wife, and drove forth his son, and all his life receives no cherishing attention from them. He settled it in his mind that if he did not act in this way, his would be one of the greatest of crimes. Such and nothing more is the case of Zhang.'

source: 曾子居武城，有越寇。或曰：「寇至，盍去諸？」曰：「無寓人於我室，毀傷其薪木。」寇退，則曰：「修我墻屋，我將反。」寇退，曾子反。左右曰：「待先生如此其忠且敬也，寇至則先去以為民望，寇退則反，殆於不可。」沈猶行曰：「是非汝所知也。昔沈猶有負芻之禍，從先生者七十人，未有與焉。」子思居於衛，有齊寇。或曰：「寇至，盍去諸？」子思曰：「如汲去，君誰與守？」孟子曰：「曾子、子思同道。曾子師也，父兄也；子思臣也，微也。曾子、子思易地則皆然。」
en: When the philosopher Zeng dwelt in Wu Cheng, there came a band from Yue to plunder it. Someone said to him, 'The plunderers are coming - why not leave this?' Zeng on this left the city, saying to the man in charge of the house, 'Do not lodge any persons in my house, lest they break and injure the plants and trees.' When the plunderers withdrew, he sent word to him, saying, 'Repair the walls of my house. I am about to return.' When the plunderers retired, the philosopher Zeng returned accordingly. His disciples said, 'Since our master was treated with so much sincerity and respect, for him to be the first to go away on the arrival of the plunderers, so as to be observed by the people, and then to return on their retiring, appears to us to be improper.' Shen You Xing said, 'You do not understand this matter. Formerly, when Shen You was exposed to the outbreak of the grass-carriers, there were seventy disciples in our master's following, and none of them took part in the matter.' When Zi Si was living in Wei, there came a band from Qi to plunder. Some one said to him, 'The plunderers are coming - why not leave this?' Zi Si said, 'If I go away, whom will the prince have to guard the State with?' Mencius said, 'The philosophers Zeng and Zi Si agreed in the principle of their conduct. Zeng was a teacher - in the place of a father or elder brother. Zi Si was a minister - in a meaner place. If the philosophers Zeng and Zi Si had exchanged places the one would have done what the other did.'

source: 儲子曰：「王使人瞷夫子，果有以異於人乎？」孟子曰：「何以異於人哉？堯、舜與人同耳。」
en: The officer Chu said to Mencius, 'Master, the king sent persons to spy out whether you were really different from other men.' Mencius said, 'How should I be different from other men? Yao and Shun were just the same as other men.'

source: 齊人有一妻一妾而處室者，其良人出，則必饜酒肉而後反。其妻問其所與飲食者，則盡富貴也。其妻告其妾曰：「良人出，則必饜酒肉而後反；問其與飲食者，盡富貴也。而未嘗有顯者來。吾將瞷良人之所之也。」早起，施從良人之所之。遍國中，無與立談者。卒之東郭墦間，之祭者，乞其餘；不足，又顧而之他──此其為饜足之道也。其妻歸，告其妾曰：「良人者，所仰望而終身也。今若此！」與其妾訕其良人，而相泣於中庭。而良人未之知也，施施從外來，驕其妻妾。由君子觀之，則人之所以求富貴利達者，其妻妾不羞也而不相泣者，幾希矣！
en: A man of Qi had a wife and a concubine, and lived together with them in his house. When their husband went out, he would get himself well filled with wine and flesh, and then return, and, on his wife's asking him with whom he ate and drank, they were sure to be all wealthy and honourable people. The wife informed the concubine, saying, 'When our good man goes out, he is sure to come back having partaken plentifully of wine and flesh. I asked with whom he ate and drank, and they are all, it seems, wealthy and honourable people. And yet no people of distinction ever come here. I will spy out where our good man goes.' Accordingly, she got up early in the morning, and privately followed wherever her husband went. Throughout the whole city, there was no one who stood or talked with him. At last, he came to those who were sacrificing among the tombs beyond the outer wall on the east, and begged what they had over. Not being satisfied, he looked about, and went to another party - and this was the way in which he got himself satiated. His wife returned, and informed the concubine, saying, 'It was to our husband that we looked up in hopeful contemplation, with whom our lot is cast for life - and now these are his ways!' On this, along with the concubine she reviled their husband, and they wept together in the middle hall. In the meantime the husband, knowing nothing of all this, came in with a jaunty air, carrying himself proudly to his wife and concubine. In the view of a superior man, as to the ways by which men seek for riches, honours, gain, and advancement, there are few of their wives and concubines who would not be ashamed and weep together on account of them.
